Revit 2027 API
AdvancedGlazing.GlazingF0 Property
 The property labeled "Reflective Color" from the "AdvancedGlazing" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string GlazingF0 { get; }
Public Shared ReadOnly Property GlazingF0 As String
	Get
public:
static property String^ GlazingF0 {
	String^ get ();
}
static member GlazingF0 : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDoubleArray4d". This property allows a connected asset.
See Also
Reference
AdvancedGlazing Class
Autodesk.Revit.DB.Visual Namespace